12/data/attachments/75a1e8c81e97115f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Elaine_throughout_Friend_48569_4</nif:username>
            <nif:friendToBeRequested>soap_friends_b7f4e6c3-6c53-40f1-a19a-ae8fcadefb5c</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>